
{
  "about": {
    "title": "Sobre Nosotros",
    "subtitle": "Conectando la agricultura global, un enlace a la vez.",
    "mission": {
      "title": "Nuestra Misión",
      "content": "Nuestra misión es empoderar a cada actor en la cadena de suministro agrícola con las herramientas, conexiones y conocimientos necesarios para prosperar en un mercado global sostenible y equitativo."
    },
    "vision": {
      "title": "Nuestra Visión",
      "content": "Visualizamos un mundo donde la cadena de suministro agrícola sea transparente, eficiente y justa, garantizando la seguridad alimentaria y la prosperidad para todas las comunidades."
    },
    "values": {
      "title": "Nuestros Valores",
      "sustainability": {
        "title": "Sostenibilidad",
        "content": "Promover prácticas que nutran el planeta para las generaciones futuras."
      },
      "collaboration": {
        "title": "Colaboración",
        "content": "Creer que el progreso real proviene de trabajar juntos a través de fronteras y roles."
      },
      "innovation": {
        "title": "Innovación",
        "content": "Aprovechar la tecnología para resolver desafíos agrícolas del mundo real."
      },
      "integrity": {
        "title": "Integridad",
        "content": "Comprometidos con la transparencia, la confianza y el comercio justo en todas las interacciones."
      },
      "empowerment": {
        "title": "Empoderamiento",
        "content": "Proporcionar a los usuarios las herramientas y los datos para tomar decisiones informadas y hacer crecer sus negocios."
      }
    },
    "team": {
      "title": "Nuestro Equipo",
      "intro": "Somos un equipo diverso de tecnólogos, agrónomos y expertos en la cadena de suministro apasionados por revolucionar la agricultura.",
      "member1Name": "Dra. Alima Bello",
      "member1Role": "Fundadora y CEO",
      "member1Bio": "Economista agrícola con 20 años de experiencia en desarrollo internacional y cadenas de valor sostenibles.",
      "member2Name": "Chen Wei",
      "member2Role": "Director de Tecnología",
      "member2Bio": "Arquitecto de software especializado en plataformas escalables, IA y tecnología blockchain para la trazabilidad.",
      "member3Name": "Maria Rodriguez",
      "member3Role": "Jefa de Comunidad Global",
      "member3Bio": "Experta en participación comunitaria que garantiza que las voces de nuestros usuarios impulsen la plataforma.",
      "note": "(Nota: El equipo anterior es representativo y con fines de demostración)."
    }
  },
  "careers": {
    "title": "Únase a Nuestro Equipo",
    "subtitle": "Sea parte de la revolución de la tecnología agrícola.",
    "whyWorkWithUs": {
      "title": "Por Qué Trabajar con Nosotros",
      "intro": "En DamDoh, no solo estamos construyendo una plataforma; estamos cultivando un futuro sostenible. Ofrecemos:",
      "point1": "Trabajo con propósito que impacta directamente en las comunidades globales.",
      "point2": "Un entorno de aprendizaje continuo y crecimiento profesional.",
      "point3": "Un equipo diverso, inclusivo y colaborativo.",
      "point4": "Compensación competitiva y beneficios flexibles.",
      "point5": "La oportunidad de trabajar en la vanguardia de la tecnología y la agricultura."
    },
    "currentOpenings": {
      "title": "Ofertas Actuales"
    },
    "openings": {
      "job1": {
        "title": "Ingeniero de Software Senior (Backend)",
        "location": "Remoto",
        "type": "Tiempo completo",
        "description": "Buscamos un desarrollador de backend experimentado para ayudar a escalar nuestros microservicios y construir nuevas características para la plataforma."
      },
      "job2": {
        "title": "Gerente de Producto - Mercado",
        "location": "Nairobi, Kenia",
        "type": "Tiempo completo",
        "description": "Impulse la estrategia y el desarrollo de nuestro mercado global, asegurando que satisfaga las necesidades de compradores y vendedores."
      },
      "job3": {
        "title": "Gerente de Éxito del Cliente",
        "location": "Remoto (Zona horaria de América Latina)",
        "type": "Tiempo completo",
        "description": "Sea la voz de nuestros usuarios en América Latina, brindando apoyo, recopilando comentarios y asegurando su éxito en la plataforma."
      }
    },
    "applyNowButton": "Aplicar ahora",
    "noOpenings": {
      "title": "Actualmente no hay ofertas de trabajo",
      "content1": "Siempre estamos buscando personas talentosas. Si cree que encajaría bien, envíenos su currículum a <emailLink>careers@damdoh.org</emailLink>."
    }
  },
  "communityGuidelines": {
    "title": "Directrices de la Comunidad",
    "subtitle": "Nuestros principios para una comunidad próspera y respetuosa.",
    "intro": "Para mantener un entorno seguro, confiable y profesional para todos los miembros, requerimos que todos se adhieran a las siguientes directrices.",
    "respectful": {
      "title": "Sea Respetuoso y Constructivo",
      "description": "Participe en discusiones con respeto. Se eliminarán los ataques personales, el acoso y los comentarios despectivos."
    },
    "authentic": {
      "title": "Sea Auténtico",
      "description": "Preséntese a sí mismo y a su negocio honestamente. No se haga pasar por otros ni proporcione información falsa."
    },
    "relevant": {
      "title": "Manténgase en el Tema",
      "description": "Publique contenido que sea relevante para la agricultura, las cadenas de suministro, la tecnología agrícola y temas relacionados. El spam y las promociones no solicitadas no están permitidos."
    },
    "fairTrade": {
      "title": "Comercio Justo",
      "description": "Todas las transacciones y negociaciones realizadas en la plataforma deben llevarse a cabo de buena fe. Las prácticas fraudulentas o engañosas resultarán en la eliminación de la plataforma."
    },
    "sustainable": {
      "title": "Apoye la Sostenibilidad",
      "description": "Fomente y participe en discusiones y prácticas que apoyen la agricultura sostenible y la gestión ambiental."
    },
    "reporting": {
      "title": "Denuncia de Violaciones",
      "content": "Si ve contenido que viola estas directrices, por favor denúncielo a nuestro equipo de moderación en <emailLink>support@damdoh.org</emailLink>.",
      "conclusion": "Gracias por ayudarnos a hacer de DamDoh una comunidad valiosa y confiable para todos."
    }
  }
}
