
{
  "about": {
    "title": "À Propos de Nous",
    "subtitle": "Connecter l'agriculture mondiale, un maillon à la fois.",
    "mission": {
      "title": "Notre Mission",
      "content": "Notre mission est de doter chaque acteur de la chaîne d'approvisionnement agricole des outils, des connexions et des connaissances nécessaires pour prospérer sur un marché mondial durable et équitable."
    },
    "vision": {
      "title": "Notre Vision",
      "content": "Nous envisageons un monde où la chaîne d'approvisionnement agricole est transparente, efficace et juste, garantissant la sécurité alimentaire et la prospérité pour toutes les communautés."
    },
    "values": {
      "title": "Nos Valeurs",
      "sustainability": {
        "title": "Durabilité",
        "content": "Promouvoir des pratiques qui nourrissent la planète pour les générations futures."
      },
      "collaboration": {
        "title": "Collaboration",
        "content": "Croire que le vrai progrès vient du travail en commun au-delà des frontières et des rôles."
      },
      "innovation": {
        "title": "Innovation",
        "content": "Tirer parti de la technologie pour résoudre les défis agricoles du monde réel."
      },
      "integrity": {
        "title": "Intégrité",
        "content": "Engagés pour la transparence, la confiance et le commerce équitable dans toutes les interactions."
      },
      "empowerment": {
        "title": "Autonomisation",
        "content": "Fournir aux utilisateurs les outils et les données pour prendre des décisions éclairées et développer leurs entreprises."
      }
    },
    "team": {
      "title": "Notre Équipe",
      "intro": "Nous sommes une équipe diversifiée de technologues, d'agronomes et d'experts de la chaîne d'approvisionnement passionnés par la révolution de l'agriculture.",
      "member1Name": "Dr. Alima Bello",
      "member1Role": "Fondatrice et PDG",
      "member1Bio": "Économiste agricole avec 20 ans d'expérience dans le développement international et les chaînes de valeur durables.",
      "member2Name": "Chen Wei",
      "member2Role": "Directeur de la Technologie",
      "member2Bio": "Architecte logiciel spécialisé dans les plateformes évolutives, l'IA et la technologie blockchain pour la traçabilité.",
      "member3Name": "Maria Rodriguez",
      "member3Role": "Responsable de la Communauté Mondiale",
      "member3Bio": "Experte en engagement communautaire qui s'assure que les voix de nos utilisateurs animent la plateforme.",
      "note": "(Remarque : L'équipe ci-dessus est représentative et à des fins de démonstration)."
    }
  },
  "careers": {
    "title": "Rejoignez Notre Équipe",
    "subtitle": "Faites partie de la révolution agrotechnologique.",
    "whyWorkWithUs": {
      "title": "Pourquoi Travailler avec Nous",
      "intro": "Chez DamDoh, nous ne construisons pas seulement une plateforme ; nous cultivons un avenir durable. Nous offrons :",
      "point1": "Un travail porteur de sens qui a un impact direct sur les communautés mondiales.",
      "point2": "Un environnement d'apprentissage continu et de croissance professionnelle.",
      "point3": "Une équipe diversifiée, inclusive et collaborative.",
      "point4": "Une rémunération compétitive et des avantages flexibles.",
      "point5": "L'opportunité de travailler à la pointe de la technologie et de l'agriculture."
    },
    "currentOpenings": {
      "title": "Offres Actuelles"
    },
    "openings": {
      "job1": {
        "title": "Ingénieur Logiciel Senior (Backend)",
        "location": "À distance",
        "type": "Temps plein",
        "description": "Nous recherchons un développeur backend expérimenté pour nous aider à faire évoluer nos microservices et à construire de nouvelles fonctionnalités pour la plateforme."
      },
      "job2": {
        "title": "Chef de Produit - Marché",
        "location": "Nairobi, Kenya",
        "type": "Temps plein",
        "description": "Diriger la stratégie et le développement de notre marché mondial, en veillant à ce qu'il réponde aux besoins des acheteurs et des vendeurs."
      },
      "job3": {
        "title": "Responsable de la Réussite Client",
        "location": "À distance (Fuseau horaire de l'Amérique Latine)",
        "type": "Temps plein",
        "description": "Soyez la voix de nos utilisateurs en Amérique Latine, en fournissant un soutien, en recueillant des commentaires et en assurant leur succès sur la plateforme."
      }
    },
    "applyNowButton": "Postuler maintenant",
    "noOpenings": {
      "title": "Aucune offre d'emploi pour le moment",
      "content1": "Nous sommes toujours à la recherche de personnes talentueuses. Si vous pensez que vous seriez un bon candidat, envoyez-nous votre CV à <emailLink>careers@damdoh.org</emailLink>."
    }
  },
  "communityGuidelines": {
    "title": "Directives de la Communauté",
    "subtitle": "Nos principes pour une communauté florissante et respectueuse.",
    "intro": "Pour maintenir un environnement sûr, digne de confiance et professionnel pour tous les membres, nous demandons à chacun de respecter les directives suivantes.",
    "respectful": {
      "title": "Soyez Respectueux et Constructif",
      "description": "Engagez-vous dans des discussions avec respect. Les attaques personnelles, le harcèlement et les commentaires dénigrants seront supprimés."
    },
    "authentic": {
      "title": "Soyez Authentique",
      "description": "Représentez-vous et votre entreprise honnêtement. Ne vous faites pas passer pour d'autres et ne fournissez pas de fausses informations."
    },
    "relevant": {
      "title": "Restez dans le Sujet",
      "description": "Publiez du contenu pertinent pour l'agriculture, les chaînes d'approvisionnement, l'agrotechnologie et les sujets connexes. Le spam et les promotions non sollicitées ne sont pas autorisés."
    },
    "fairTrade": {
      "title": "Commerce Équitable",
      "description": "Toutes les transactions et négociations menées sur la plateforme doivent être effectuées de bonne foi. Les pratiques frauduleuses ou trompeuses entraîneront la suppression de la plateforme."
    },
    "sustainable": {
      "title": "Soutenez la Durabilité",
      "description": "Encouragez et participez à des discussions et des pratiques qui soutiennent l'agriculture durable et la gérance de l'environnement."
    },
    "reporting": {
      "title": "Signaler les Violations",
      "content": "Si vous voyez du contenu qui enfreint ces directives, veuillez le signaler à notre équipe de modération à <emailLink>support@damdoh.org</emailLink>.",
      "conclusion": "Merci de nous aider à faire de DamDoh une communauté précieuse et digne de confiance pour tous."
    }
  }
}
